[{"condition_name": "Frontotemporal dementia", "condition_description": "Frontal presentations\nPatients present with insidiously progressive changes in personality and behaviour that reflect the early locus of pathology in ventromedial frontal lobes. There is often impaired judgement, an indifference to domestic and professional responsibilities, and a lack of initiation and apathy. Social skills deteriorate and there can be socially inappropriate behaviour, fatuousness, jocularity, abnormal sexual behaviour, or theft. Many patients are restless with an obsessive–compulsive behaviour, such as hoarding food. Emotional lability and mood swings are seen, but other psychiatric phenomena such as delusions and hallucinations are rare. Patients become rigid and stereotyped in their daily routines and food choices. A change in food preference towards sweet foods is very characteristic. Of importance is the fact that simple bedside cognitive screening tests such as the Mini-Mental State Examination ( MMSE) are insensitive at detecting frontal abnormalities. More detailed neuropsychological tests of frontal function (such as the Wisconsin Card Sorting Test or the Stroop Test) usually show abnormalities. Speech output can be reduced with a tendency to echolalia (repeating the examiner's last phrase). Memory is relatively spared in the early stages, although it does deteriorate as the disease advances. Visuospatial function remains remarkably unaffected. Primary motor and sensory functions remain normal. Primitive reflexes such as snout, pout, and grasp develop during the disease process. Muscle fasciculations, or wasting particularly affecting the bulbar musculature, can develop in the FTD subtype associated with motor neurone disease.\nTemporal presentations\nTemporal lobe degeneration presents with a form of progressive fluent aphasia, also known as semantic dementia, in which there is a profound loss in conceptual knowledge (or semantic memory) causing anomia and impaired comprehension of words, objects, or faces. The patient typically complains of 'loss of memory for words' and has fluent, empty speech with substitutions such as 'thing' 'one of those' etc., but the grammatical aspects are preserved. Naming is impaired with semantically based errors (such as 'animal' or 'horse' for zebra). Patients are unable to understand less frequent words and fail on a range of semantically based tasks such as matching words to pictures and matching pictures according to their meaning. Repetition of words and phrases is normal even though patients are unaware of their meaning. Unlike patients with Alzheimer's disease, day-to-day memory (episodic memory) with good visuospatial skills and non-verbal problem-solving ability is relatively preserved, at least in the early stages.\nAnother form of progressive focal atrophy, described by Mesulam, produces progressive non-fluent aphasia. Such patients present with a gradual loss of expressive abilities and gross impairments in the phonological (sound-based) and grammatical aspects of language production. This leads to non-fluent, agrammatical, and poorly articulated speech with multiple phonological errors (for example, sitter for sister or fencil for pencil). Repetition of multisyllabic words and phrases is impaired but, in contrast to semantic dementia, word comprehension and object recognition are well preserved.\nDiagnosis\nThe diagnosis of frontotemporal dementia is based on the clinical, neuropsychological, and imaging assessments. The consensus broad clinical criteria are shown in Table 5. The differences between the various syndromes described above is obvious early in the disease, but there is increasing overlap between the temporal and frontal syndromes as the disease progresses. MRI demonstrates a characteristic pattern of frontal and/or temporal lobe atrophy: in contrast to Alzheimer's disease, the changes involve the polar and lateral temporal structures and are asymmetrical, commonly involving the left side to a greater extent (see Fig. 5). The functional imaging (single-photon emission tomography (SPECT) or positron emisson tomography (PET) ) findings mirror the structural imaging results, with reduced frontotemporal perfusion and hypometabolism.", "candidate_dimensions": ["The patient exhibits socially inappropriate behaviour.", "The patient exhibits muscle fasciculations, or wasting particularly affecting the bulbar musculature.", "The patient exhibits non-fluent, agrammatical, and poorly articulated speech with multiple phonological errors.", "The patient exhibits primitive reflexes such as snout, pout, and grasp.", "The patient exhibits lack of initiation and apathy.", "The patient exhibits reduced speech output with a tendency to echolalia.", "The patient exhibits indifference to domestic and professional responsibilities.", "The patient exhibits unable to understand less frequent words.", "The patient exhibits complaints of 'loss of memory for words'.", "The patient exhibits restlessness with an obsessive–compulsive behaviour, such as hoarding food.", "The patient exhibits relatively preserved day-to-day memory (episodic memory) with good visuospatial skills and non-verbal problem-solving ability.", "The patient exhibits fatuousness, jocularity, abnormal sexual behaviour, or theft.", "The patient exhibits rigidity and stereotyped daily routines and food choices.", "The patient exhibits gradual loss of expressive abilities and gross impairments in the phonological (sound-based) and grammatical aspects of language production.", "The patient exhibits poor performance on neuropsychological tests of frontal function.", "The patient exhibits profound loss in conceptual knowledge (or semantic memory) causing anomia and impaired comprehension of words, objects, or faces.", "The patient exhibits impaired naming with semantically based errors.", "The patient exhibits impaired repetition of multisyllabic words and phrases.", "The patient exhibits emotional lability and mood swings.", "The patient exhibits insidiously progressive changes in personality and behaviour.", "The patient exhibits relatively unaffected visuospatial function.", "The patient exhibits normal repetition of words and phrases but unaware of their meaning.", "The patient exhibits fluent, empty speech with substitutions.", "The patient exhibits poor performance on semantically based tasks.", "The patient exhibits well-preserved word comprehension and object recognition.", "The patient exhibits impaired judgement.", "The patient exhibits relatively spared memory in the early stages.", "The patient exhibits change in food preference towards sweet foods.", "The patient exhibits deterioration of social skills."]}, {"condition_name": "Treatable causes of dementia", "condition_description": "Normal-pressure hydrocephalus: Normal-pressure hydrocephalus has a classic triad of presenting features: cognitive impairment, gait disturbance, and incontinence. The cognitive features are typically those of a subcortical dementia with frontal features and psychomotor slowing. The gait disorder is a dyspraxia and may show the pathognomonic feature of 'being stuck to the floor', although there is an absence of signs when the patient is examined in the supine position. The condition may be secondary to a prior disturbance of cerebrospinal fluid flow (resulting from, for example, a head injury, meningitis, or a subarachnoid haemorrhage), but often no cause is found in the elderly. Neuroimaging shows ventricular enlargement disproportionate to the degree of cortical atrophy. The presence of periventricular lesions can make the distinction from vascular dementia difficult. The investigation and management of these patients should be undertaken by the neurosurgeons, the definitive treatment being ventricular shunting. If treated early the prognosis is good.\nChronic subdural haematomas: This treatable cause of dementia is caused by head trauma. It is common in individuals at risk of recurrent head injuries, such as the elderly, alcoholics, and people\nwith epilepsy. Risk is also increased by coagulation disorders, either pathological or iatrogenic. The clinical features are of a subacute dementia with symptoms of raised intracranial pressure and fluctuating cognitive performance and focal neurological signs. Diagnosis is confirmed by neuroimaging, the peripheral mass lesions may be of varying signal density on CT, depending on the age of the lesion. If the lesions are isodense with the brain tissue, the diagnosis can be easily overlooked.\nTreatment is by neurosurgical evacuation, except in clinically insignificant collections. Although the outcome is good, about 10 to 40 per cent of patients have a\nrecurrence that may require a further drainage.\nBenign tumours: Subfrontal meningiomas are the classic tumours that present with features of a frontal dementia. The onset is usually insidious with personality changes and other frontal features. Besides the neuropsychological abnormalities there may be anosmia or unilateral visual failure and optic atrophy. Other relatively benign midline tumours occasionally present with hydrocephalus and cognitive impairment secondarily to this (for example, colloid cysts of the third ventricle and non-secretory pituitary tumours).\nMetabolic and endocrine disorders: Metabolic derangements can give rise to acute-onset cognitive impairments, but the features are invariably those of a delirium rather than a dementia. Chronic hypocalcaemia and recurrent hypoglycaemia can result in a dementia often accompanied by ataxia and involuntary movements. Endocrine disorders can more\nfrequently present with a dementia syndrome, with or without psychiatric features (for example, hypothyroidism, Addison's disease, and hypopituitism). The prominent\ncomplaints common to most disorders are mental slowing, apathy, and poor memory. Cushing's disease can present with psychiatric features, although a dementia syndrome is rarer. Although not strictly an endocrine disorder, Hashimoto's encephalopathy is a recently recognized cause of chronic delirium or dementia, often accompanied by seizures and fluctuating focal neurological signs. The diagnosis is made by finding extremely high levels of anti-thyroid antibodies despite a\neuthyroid state. Patients respond well to high-dose steroid therapy.\nDeficiency states: Vitamin B12 deficiency can cause the classic picture of subacute combined degeneration of the spinal cord and a dementia. The dementia can be variable in severity and it is unusual to present without some features of peripheral neurological disease, at least, diminished vibration sense in the lower limbs and/or sensory ataxia. Reflexes can be increased, decreased, or mixed. Although most patients have a macrocytic anaemia, neurological manifestations can occasionally occur in the absence of haematological features. Severe thiamin (vitamin B1) deficiency results in the Wernicke–Korsakoff syndrome, with delirium, ataxia, and ophthaloplegia. The commonest causes are alcoholism and recurrent prolonged vomiting, such as hyperemesis gravidarum. If not promptly treated a chronic amnesic syndrome can occur.\nInfections: Neurosyphilis, once a common cause of dementia, is now rare. The associated neurological features include pupillary abnormalities, optic atrophy, ataxia, and pyramidal signs. The diagnosis is confirmed with serology and examination of cerebrospinal fluid. Treatment with penicillin can result in some improvement. Those at increased risk are people inadequately treated for syphilis and those infected with the human immunodeficiency virus ( HIV). HIV infection is an increasingly common\ncause of dementia in some parts of the world. The encephalopathy (AIDS–dementia complex) is characterized by psychomotor slowing, personality change, and other features of a subcortical dementia. Examination of the cerebrospinal fluid can show a pleocytosis and increased protein and oligoclonal bands. White-matter changes are visible on neuroimaging. Cognitive changes in patients with HIV may also be due to opportunistic infections such as cerebral toxoplasmosis and cryptococcal meningitis and progressive multifocal leucoencephalopathy, which all require specific treatment.", "candidate_dimensions": ["The patient exhibits mental slowing.", "The patient exhibits symptoms of raised intracranial pressure.", "The patient exhibits gait disturbance.", "The patient exhibits psychomotor slowing.", "The patient exhibits ophthaloplegia.", "The patient exhibits increased, decreased, or mixed reflexes.", "The patient exhibits frontal features.", "The patient exhibits white-matter changes.", "The patient exhibits pleocytosis.", "The patient exhibits ataxia.", "The patient exhibits involuntary movements.", "The patient exhibits anosmia.", "The patient exhibits optic atrophy.", "The patient exhibits sensory ataxia.", "The patient exhibits unilateral visual failure.", "The patient exhibits psychiatric features.", "The patient exhibits personality changes.", "The patient exhibits fluctuating cognitive performance.", "The patient exhibits delirium.", "The patient exhibits dyspraxia.", "The patient exhibits being stuck to the floor.", "The patient exhibits peripheral mass lesions of varying signal density on CT.", "The patient exhibits cognitive impairment.", "The patient exhibits increased protein and oligoclonal bands.", "The patient exhibits macrocytic anaemia.", "The patient exhibits focal neurological signs.", "The patient exhibits apathy.", "The patient exhibits diminished vibration sense in the lower limbs.", "The patient exhibits pyramidal signs.", "The patient exhibits ventricular enlargement disproportionate to the degree of cortical atrophy.", "The patient exhibits pupillary abnormalities.", "The patient exhibits incontinence.", "The patient exhibits poor memory."]}, {"condition_name": "Vascular dementia", "condition_description": "Postmortem studies of patients with multi-infarct dementia show that Alzheimer's changes commonly coexist. Conversely, the advent of sensitive instruments for detecting cerebral vascular lesions in vivo (magnetic resonance imaging), has revealed that presumed vascular changes are common in patients with the clinical diagnosis of Alzheimer's disease, even in young patients with known gene mutations, and that the presence of vascular lesions may be contributing to the severity of Alzheimer's disease. It is increasingly apparent that traditional risk factors for vascular dementia—including hypertension, diabetes, hypercholesterolaemia—are also factors which increase the likelihood of developing Alzheimer's disease.\nLarge infarcts\nRecurrent cerebral infarcts involving multiple main arterial territories (for example, posterior or middle cerebral artery territories), resulting from thrombosis or\nembolism, can cause dementia with a step-wise cognitive decline. There is commonly a history of atherosclerotic risk factors (for example, hypertension, smoking, and\nhypercholesterolaemia), other evidence of atherosclerotic cardiac or peripheral vascular disease, and neurological signs on examination (for example, spasticity, hyperreflexia, extensor plantor responses, and a pseudobulbar palsy). There are often asymmetries on the neurological examination, and gait apraxia and/or bladder dysfunction can be early features. The cognitive picture is characterized by cortical features and is dependent on the sites of the lesions. There is often severe language impairment, visuospatial disturbance, amnesia, and dyspraxia, related to lesions in the middle and posterior cerebral artery distributions. Specific syndromes can result from discrete lesions: for example, lesions of the left angular gyrus result in a fluent aphasia, agraphia, acalculia, right–left disorientation, and finger agnosia or Gerstmann's syndrome.\nLacunar infarcts The small multiple lacunar lesions are caused by occlusion in the deep penetrating arterial branches. The underlying pathogenic mechanism is a distinct small-vessel arteriopathy with replacement of the muscle and elastin in the arterial wall by collagen, leading to tortuous vessel and microaneurysm formation as a result of long-standing hypertension. The basal ganglia, thalamus, and deep white matter are common sites for lesions, due to the nature of the arterial supply. These lacunes\nmay coexist with the larger infarcts (described above) thereby contributing to a mixed picture. However, the typical presentation of the lacunar state is with a more subcortical syndrome causing impaired attention and frontal executive malfunction, forgetfulness, apathy, and emotional lability. Thalamic lacunes can result in a speech disorder and, if bilateral, in amnesia. Examination features are similar to those seen with larger infarcts, with rigidity, gait disturbance, and extrapyramidal and\npyramidal signs.\nSmall-vessel disease (Binswanger's disease)\n'Binswanger's disease' (or 'diffuse leucoaryosis') is the term applied to the radiologically defined syndrome of confluent subcortical and corpus callosal demyelination and loss of the cerebral white matter, which again typically complicates severe or accelerated hypertension. The clinical features are similar to those of the lacunar state described above. On CT there is symmetrical diffuse low-density periventricular hypodensity, which can be accompanied by ventricular dilatation. This is visualized with great sensitivity on T2-weighted MRI as a diffuse white-matter of high intensity. Pathologically, there is demyelination, axonal loss, and gliosis, thought to be due to diffuse ischaemia in the territory of the long perforating arteries.\nCerebral amyloid angiopathy\nAmyloid is deposited in the cerebral vessels both with increasing age and in a proportion of cases with ordinary Alzheimer's disease. However, there is also a rare and sometimes familial form of cerebral amyloidosis that produces recurrent cerebral haemorrhages and an Alzheimer's type dementia. Amyloid deposition in the vessel walls causes structural weakness leading to intracerebral haemorrhages and narrowing of the vessel to produce ischaemia. The haemorrhages tend to be lobar and can be recurrent.\nCerebral autosomal dominant arteriopathy with subcortical infarcts and leucoencephalopathy (CADASIL)\nThis recently established disorder may be a commoner cause of vascular dementia than previously realized. Patients present in their early twenties with migraine-like headaches and subsequently develop stroke-like episodes, which are sometimes ascribed to migraine or may mimic the attacks of acute demyelination. A subcortical dementia syndrome develops during their fifth and sixth decades. MRI shows multiple subcortical infarcts and diffuse white-matter disease. Other clues to the diagnosis are the absence of risk factors for atherosclerotic disease and the strong family history. Pathologically there is a distinctive non-amyloid, non-atherosclerotic angiopathy of the leptomeningeal and perforating arteries of the brain, with eosinophilic granular substance replacing smooth muscle. The diagnosis can be also confirmed with the finding of the same pathological changes in the cutaneous blood vessels in a skin biopsy. Mutations in the notch3 gene on chromosome 19 have been reported in patients with CADASIL.", "candidate_dimensions": ["The patient exhibits visuospatial disturbance.", "The patient exhibits forgetfulness.", "The patient exhibits stroke-like episodes.", "The patient exhibits intracerebral haemorrhages.", "The patient exhibits multiple subcortical infarcts.", "The patient exhibits gait apraxia.", "The patient exhibits gait disturbance.", "The patient exhibits recurrent cerebral infarcts involving multiple main arterial territories.", "The patient exhibits subcortical dementia syndrome.", "The patient exhibits diffuse white-matter disease.", "The patient exhibits symmetrical diffuse low-density periventricular hypodensity.", "The patient exhibits impaired attention and frontal executive malfunction.", "The patient exhibits large infarcts.", "The patient exhibits cerebral amyloid angiopathy.", "The patient exhibits emotional lability.", "The patient exhibits narrowing of the vessel to produce ischaemia.", "The patient exhibits small-vessel disease (Binswanger's disease).", "The patient exhibits small multiple lacunar lesions.", "The patient exhibits rigidity.", "The patient exhibits cerebral autosomal dominant arteriopathy with subcortical infarcts and leucoencephalopathy (CADASIL).", "The patient exhibits amnesia.", "The patient exhibits lobar haemorrhages.", "The patient exhibits history of atherosclerotic risk factors.", "The patient exhibits basal ganglia, thalamus, and deep white matter common sites for lesions.", "The patient exhibits migraine-like headaches.", "The patient exhibits dyspraxia.", "The patient exhibits cortical features.", "The patient exhibits loss of the cerebral white matter.", "The patient exhibits speech disorder.", "The patient exhibits neurological signs on examination.", "The patient exhibits lacunar infarcts.", "The patient exhibits ventricular dilatation.", "The patient exhibits pathological changes in the cutaneous blood vessels in a skin biopsy.", "The patient exhibits confluent subcortical and corpus callosal demyelination.", "The patient exhibits bladder dysfunction.", "The patient exhibits asymmetries on the neurological examination.", "The patient exhibits apathy.", "The patient exhibits extrapyramidal and pyramidal signs.", "The patient exhibits mutations in the notch3 gene on chromosome 19.", "The patient exhibits severe language impairment."]}, {"condition_name": "Dementia with Lewy bodies", "condition_description": "Clinical features\nPatients typically present with a progressive cognitive decline paralleling that seen in those with Alzheimer's disease. There are, however, a number of characteristic\nand distinguishing features. First, there is a tendency to marked spontaneous fluctuations in cognitive abilities, particularly alertness and attention, producing a\ndelirious state lasting days or even weeks. Second, visual hallucinations, illusions, and fleeting misidentification phenomena occur in 50 to 80 per cent of sufferers even at an early stage and without drug provocation. The hallucinations are commonly well-formed images of people or animals. The marked cholinergic deficit is postulated to be the cause of their tendency to visual hallucinations. Third, is the occurrence of spontaneous parkinsonism, which is usually mild in the early stages. Rigidity, gait disturbance, and bradykinesia are all common, although in contrast to patients with Parkinson's disease the tremor is usually mild and atypical (with postural and action components) and symmetrical. Repeated falls also occur. In the later stages the akinetic rigid syndrome can cause severe disabilities in mobility and swallowing an increase in the number of falls. Fourth, there is often an exquisite sensitivity to neuroleptic medication, producing the malignant neuroleptic syndrome (delirium, hyperpyrexia, muscle rigidity, massive elevation of creatine phosphokinase, and renal failure).\nDiagnosis\nNeuropsychologically there is a mixture of subcortical and cortical features, with prominent cognitive slowing plus impairment of executive (planning and organizational abilities) and visuoperceptual abilities. Compared with patients with Alzheimer's disease, those with DLB tend to have greater deficits in attention and visuospatial processing. Memory loss may be less prominent than in Alzheimer's disease. There is no diagnostic test for this condition and the diagnosis in vivo relies on the clinical features described above and in Table 6. Brain imaging demonstrates similar changes to Alzheimer's disease, although there is a suggestion that medial temporal lobe atrophy is less pronounced.", "candidate_dimensions": ["The patient exhibits marked spontaneous fluctuations in cognitive abilities.", "The patient exhibits brain imaging demonstrates similar changes to Alzheimer's disease, although there is a suggestion that medial temporal lobe atrophy is less pronounced.", "The patient exhibits sensitivity to neuroleptic medication.", "The patient exhibits progressive cognitive decline.", "The patient exhibits cognitive slowing plus impairment of executive and visuoperceptual abilities.", "The patient exhibits memory loss may be less prominent than in Alzheimer's disease.", "The patient exhibits visual hallucinations, illusions, and fleeting misidentification phenomena.", "The patient exhibits mild tremor with postural and action components."]}, {"condition_name": "Alzheimer's disease", "condition_description": "The earliest cognitive deficit is impairment of so-called episodic memory (memories for events or episodes, including day-to-day memory and new learning), which is thought to reflect the earliest site of pathology in the medial temporal lobe structures. 'Minimal or mild cognitive impairment' ( MCI) is a term increasingly used for people who are impaired on episodic memory tasks but who do not otherwise fit the criteria for a diagnosis of dementia. It is becoming clear that many, if not all, such people are in the predementia or early stage of AD, but progression to a full-blown dementia syndrome can take several years. The main clinical features at this stage are severe forgetfulness with often repetitive questioning and impairments in social function or job performance particularly concerning the retention of new information. As the disease progresses to mild Alzheimer's disease, memory function worsens, particularly affecting recall (for example, forgetting recent visits or family events), increasing disability in managing complex day-to-day activities such as finances and shopping, mental inflexibility and poor concentration, which reflects involvement of attentional and executive function. Insight is variably affected, often patients retain a partial awareness into their difficulties but underestimate the extent of the problem. Remote memory is relatively well preserved with a temporally graded pattern (that is, sparing of most distant memories). As the disease continues to progress patients often develop impairments in language, most typically word-finding difficulties, a shrinking vocabulary, and poor understanding of complex words and concepts. Visuospatial impairments and apraxia, which may develop at this stage, are particularly disabling, causing difficulty in dressing, cooking, and performing other daily activities. In a small subgroup of patients, language or visuospatial difficulties can be the first or most prominent presenting feature. As the cognitive deficits progress there is worsening of language function and semantic memory, and behavioural problems can be prominent. Neuropsychiatric symptoms are also common in the earliest stages of AD, particularly apathy, anxiety, and mood disturbance. Delusions and hallucinations occur in\nup to 50 and 30 per cent of patients, respectively, in the later stages. Agitation, restlessness, wandering, and disinhibition also cause considerable carer burden. The final stages of the disease are characterized by reduced speech output (or mutism), ambulatory difficulties, dependence, and incontinence. Seizures and myoclonus are common late features. There is considerable variation in the time to this stage, but the average time from diagnosis to death is around 10 years. Neurological examination is unremarkable in the early stages, although increased tone (often frontal resistant, or gegenhalten, in type) and mild extrapyramidal features can occur as the disease progresses. Reflex changes such as extensor plantar responses (Babinski reflex) and—in contrast to frontotemporal dementia—pout, snout, and grasp reflexes occur late. In the final stages, there can be greatly increased rigidity and joint contractures.\nThe aims of neuropsychological, imaging, and laboratory investigations in Alzheimer's disease are twofold: first to exclude other potentially reversible causes of dementia, and second to confirm the diagnosis of probable Alzheimer's disease. The extent and nature of investigation obviously needs to be tailored to the individual, but all patients should undergo brain imaging and have a neuropsychological assessment to confirm the diagnosis of dementia. The neuropsychological profile can also be informative in the differential diagnosis of dementia (see Table 2). Particularly characteristic is early impairment in delayed verbal recall of new material, followed by reduced category fluency (in which subjects are asked to generate exemplars from a given category, for example 'animals'), impaired naming of low-frequency words, and difficulty with complex visuospatial tasks such as copying complex figures or block design from the revised Wechsler Adult Intelligence Scale (WAIS-R). The basic laboratory investigations required in all patients, particularly to exclude treatable causes of dementia, and some of the other investigations that may be indicated in certain cases depending on the patient's age, family history, or specific medical history are shown in Table 4. Research into biological markers of AD is yet to yield a consistent biological or surrogate marker. Screening for specific gene mutations in young-onset familial cases is only available in specialist centres.\nMagnetic resonance imaging scans of patients with Alzheimer's disease in the earliest stages (including MCI) show evidence of atrophy of the hippocampus and entorhinal cortex (parahippocampal gyrus) reflecting the pathology ( Fig. 5). Unfortunately, the variability in size of these structures in normal elderly subjects means that, at present, these imaging abnormalities are not specific enough to be of predictive value. The co-registration of serial MRIs appears capable of detecting abnormal rates of brain atrophy, even before the onset of clear-cut cognitive symptoms in at-risk familial cases, but it remains a research instrument. T2-weighted MRI often reveals periventricular high-signal changes even in 'pure' early-onset cases. Single-photon emission computed tomography ( SPECT) scans similarly demonstrate typical abnormalities in the parietotemporal regions but the specificity is again low in individual cases. More recent technological developments, such as perfusion MRI, magnetic resonance spectroscopy (MRS), and photon emission tomography (PET) scans may enhance diagnostic accuracy but are expensive and not yet suitable for routine clinical use.", "candidate_dimensions": ["The patient exhibits increased tone.", "The patient exhibits greatly increased rigidity and joint contractures.", "The patient exhibits severe forgetfulness.", "The patient exhibits mild extrapyramidal features.", "The patient exhibits delusions and hallucinations.", "The patient exhibits visuospatial impairments and apraxia.", "The patient exhibits mental inflexibility and poor concentration.", "The patient exhibits ambulatory difficulties, dependence, and incontinence.", "The patient exhibits repetitive questioning.", "The patient exhibits extensor plantar responses (Babinski reflex).", "The patient exhibits difficulty in managing complex day-to-day activities.", "The patient exhibits word-finding difficulties.", "The patient exhibits impairments in social function or job performance.", "The patient exhibits neuropsychiatric symptoms.", "The patient exhibits agitation, restlessness, wandering, and disinhibition.", "The patient exhibits worsening of language function and semantic memory.", "The patient exhibits seizures and myoclonus.", "The patient exhibits shrinking vocabulary.", "The patient exhibits impairment of episodic memory.", "The patient exhibits pout, snout, and grasp reflexes.", "The patient exhibits reduced speech output (or mutism).", "The patient exhibits language or visuospatial difficulties.", "The patient exhibits poor understanding of complex words and concepts.", "The patient exhibits behavioural problems.", "The patient exhibits reduced category fluency.", "The patient exhibits difficulty with complex visuospatial tasks.", "The patient exhibits impaired naming of low-frequency words.", "The patient exhibits basic laboratory investigations.", "The patient exhibits abnormalities in the parietotemporal regions on SPECT scans.", "The patient exhibits neuropsychological assessment.", "The patient exhibits periventricular high-signal changes on T2-weighted MRI.", "The patient exhibits perfusion MRI, MRS, and PET scans may enhance diagnostic accuracy.", "The patient exhibits early impairment in delayed verbal recall of new material.", "The patient exhibits brain imaging.", "The patient exhibits magnetic resonance imaging scans of the hippocampus and entorhinal cortex."]}, {"condition_name": "Delirium", "condition_description": "This clinical syndrome is caused either by a diffuse brain pathology (for example, intracranial infections, head trauma, epilepsy (postictal states and non-convulsive status), raised intracranial pressure, subarachnoid haemorrhage) or is secondary to a large number of systemic illnesses or insults, including infections, metabolic derangements, hypoxia, and drugs. The clinical features include the acute onset of attentional abnormalities and disturbance of consciousness (from clouding to coma), perceptual distortions, illusions and hallucinations, psychomotor disturbance (hypo- or hyperactivity and rapid shifts between the two), disturbance of the sleep–wake cycle, emotional lability, and marked fluctuations in performance and behaviour. The most consistent abnormality is in attention, with a reduced ability to maintain attention to external stimuli leading to distractibility and difficulty answering questions, and to appropriately shift attention to new stimuli leading to perseverations. The investigation and treatment needs to be focused in each case on the likely precipitants (although in about 5–20 per cent of the elderly no cause is found). Although the course and prognosis depend on the underlying diagnosis, if there is resolution of the precipitant there should be cognitive improvement to the baseline state.", "candidate_dimensions": ["The patient exhibits disturbance of the sleep–wake cycle.", "The patient exhibits marked fluctuations in performance and behaviour.", "The patient exhibits acute onset of attentional abnormalities and disturbance of consciousness.", "The patient exhibits emotional lability.", "The patient exhibits perceptual distortions, illusions and hallucinations.", "The patient exhibits psychomotor disturbance (hypo- or hyperactivity and rapid shifts between the two).", "The patient exhibits reduced ability to maintain attention to external stimuli leading to distractibility and difficulty answering questions.", "The patient exhibits inability to appropriately shift attention to new stimuli leading to perseverations."]}, {"condition_name": "Pseudodementia", "condition_description": "This term has been used to describe two disorders namely: depressive pseudodementia and hysterical pseudodementia. Cognitive symptoms are common in depression, particularly in the elderly population. The main complaints are of poor recent memory and concentration with distractibility. There is often a lack of subjective feelings of depression, thereby making the diagnosis difficult. The telltale signs are the so-called biological features of depression, such as sleep disturbance and a loss of appetite and libido. Other common symptoms are low energy and a lack of interest in hobbies and activities. There may be a past personal or familial history of depression. The cognitive picture is of impaired attention and subsequent patchy performance on memory and frontal tasks. There may be some inconsistency in test performance and patients easily give up on a task. Language output may be sparse but paraphrasic errors are not present. Even after detailed testing it may be difficult to distinguish depression from dementia, indeed there may also be some overlap between the syndromes in the elderly. For this reason, ideal\npractice would be for all newly presenting patients with dementia to undergo psychiatric assessment, and if any doubt remains a therapeutic trial of antidepressants may be warranted.\nHysterical pseudodementia commonly presents with a rapid onset of memory and/or intellectual impairment. There is loss of personal identity and salient personal and life events, which is unlike organic disorders of memory. There may be an obvious precipitant (such as marital problems, financial problems, or trouble with the law) and a past psychiatric history is common. 'Ganser syndrome' is a name for the condition where the patient gives bizarrely wrong answers to questions. For example, when asked 'How many legs does a horse have', they reply three or five. Even with such functional states, the examiner has to be aware of the potential concomitant organic disorder exaggerating the condition, as in other conversion disorders.", "candidate_dimensions": ["The patient exhibits inconsistency in test performance.", "The patient exhibits ganser syndrome (giving bizarrely wrong answers to questions).", "The patient exhibits biological features of depression such as sleep disturbance and a loss of appetite and libido.", "The patient exhibits loss of personal identity and salient personal and life events.", "The patient exhibits sparse language output.", "The patient exhibits rapid onset of memory and/or intellectual impairment.", "The patient exhibits obvious precipitant such as marital problems, financial problems, or trouble with the law.", "The patient exhibits potential concomitant organic disorder exaggerating the condition.", "The patient exhibits poor recent memory and concentration with distractibility.", "The patient exhibits low energy and a lack of interest in hobbies and activities.", "The patient exhibits past psychiatric history.", "The patient exhibits lack of subjective feelings of depression.", "The patient exhibits impaired attention and subsequent patchy performance on memory and frontal tasks."]}]